# message text
menu = '<b>📍 Меню донора</b>\n\n' \
       'Чтобы открыть приложение, нажмите на кнопку ниже 🔽'

# buttons text
go_to_app = '📲 Перейти к приложению'
how_to_use = '❓ Как пользоваться ботом'
support = '🛎 Поддержка'
support_bot = '❤️ Помочь проекту'

# faq text
faq = '<b>Как пользоваться ботом:</b>\n\n' \
      'Чтобы начать пользоваться ботом, нажмите на верхнюю кнопку \"📲 Перейти к приложению\", ' \
      'прикреплённую к сообщению-меню.\n\n' \
      'Кнопка, расположенная слева от \"скобочки\" 📎 слева снизу, аналогично откроет приложение.\n\n' \
      'Далее авторизуйтесь в приложении, точно так же как входите на сайт ' \
      '(или зарегистрируйтесь, если впервые узнали о нас).\n\n' \
      'На этом всё! Теперь, чтобы записаться на сдачу крови, ' \
      'посмотреть свои донации или увидеть себя в рейтинге, переходите в приложение, как сделали это сейчас.\n\n' \
      'По любым вопросам — обращайтесь в поддержку, нажав на соответствующую кнопку в меню.'
