# message text
menu = '<b>📍 Меню донора</b>\n\n' \
       'Чтобы открыть приложение, нажмите на кнопку ниже 🔽'

# buttons text
go_to_app = '📲 Перейти к приложению'
how_to_use = '❓Как пользоваться ботом'
support = '🛎 Поддержка'
support_bot = '❤️ Помочь проекту'

# faq text
faq = '<b>Как пользоваться ботом ❤</b>\n\n' \
      'Начать пользоваться ботом просто: сначала нажмите на верхнюю кнопку "📲 Перейти к ' \
      'приложению", которая прикреплена к сообщению-меню. \n\n' \
      'Откроется приложение — аналог сайта DonorSearch. Кнопка ' \
      '"Открыть приложение", расположенная слева от "скобочки" 📎 в левом нижнем углу экрана, работает точно так ' \
      'же.\n\n' \
      'Далее авторизуйтесь в приложении аналогично тому, как входите на сайт (введите почту и пароль ' \
      'от аккаунта). Или зарегистрируйтесь, если впервые узнали о нас :)\n\n' \
      'На этом всё! Теперь, чтобы записаться на ' \
      'сдачу крови, посмотреть свои донации или увидеть себя в рейтинге, переходите в приложение, как сделали это ' \
      'сейчас.\n\n' \
      '🛎 По любым вопросам — обращайтесь в поддержку, нажав на соответствующую кнопку в меню '

donate_description = 'Без людей нет доноров, а без поддержки нет DonorSearch — ' \
                     'ваши пожертвования направятся на поддержку некоммерческого ' \
                     'сервиса DonorSearch и его программ.'

successful_payment_str = "<b>Благодарим за поддержку! ❤️</b>\n\nВаши пожертвования будут направлены на:\n\n" \
                         "— мотивацию регулярных доноров приятными бонусами 🌟\n" \
                         "— создание контента и популяризацию донорства 🫂\n" \
                         "— расширение функционала бота и сайта ⌨️\n\n" \
                         "<a href='https://donorsearch.org/donate/?utm_source=header&utm_med" \
                         "ium=ds&utm_campaign=donor_search'>FAQ</a>"
